Repository: IaroslavAl/MindArt
Catalog: MindArt/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# ColorSelectionScreen.GoalFirstQuestion
source: When you envision your goal, what color immediately comes to mind?
ru: Когда Вы представляете свою цель, какой цвет сразу же приходит Вам в голову?

# ColorSelectionScreen.GoalSecondQuestion
source: Envision what inspires you on the path to achieving your goal. What color is your inspiration?
ru: Представьте то, что Вас вдохновляет на пути к достижению цели. Какого цвета ваше вдохновение?

# ColorSelectionScreen.GoalThirdQuestion
source: You achieve your goal while maintaining life balance. Your life is filled in all aspects. What color represents the harmony of your life?
ru: Вы получаете цель, и при этом сохраняете баланс жизни. Ваша жизнь наполнена во всех аспектах. Какого цвета гармония Вашей жизни?

# ColorSelectionScreen.MemoriesFirstQuestion
source: When you recall this event, what color immediately comes to mind?
ru: Когда вы вспоминаете это событие, какой цвет сразу же приходит вам в голову?

# ColorSelectionScreen.MemoriesSecondQuestion
source: What color was your clothing?
ru: Какого цвета была одежда у Вас?

# ColorSelectionScreen.MemoriesThirdQuestion
source: Were there other people there? What color were their clothes?
ru: Были ли там еще люди? Какого цвета была одежда на них?

# CreatedContentSelectionScreen.Goal
source: Goal
ru: Цель

# CreatedContentSelectionScreen.Memories
source: Memories
ru: Воспоминания

# CreatedContentSelectionScreen.Message
source: What do you want to create?
ru: Что вы хотите создать?

# DisclaimerScreen.Continue
source: Continue
ru: Продолжить

# DisclaimerScreen.Info
source: As a rule, the first answer is usually the most correct. Don't dwell on the questions for too long, try to visualize. Colors may repeat. Don't think about combinations, just choose what you like.
ru: Как правило, первый ответ самый верный. Не думайте над вопросами долго, старайтесь представить. Цвета могут повторяться. Не думайте о сочетании, просто выбирайте то, что нравится.

source: English
ru: Английский

source: No
ru: Нет

# PictureStyleSelectionScreen.Dynamic
source: Dynamic
ru: Динамичное

# PictureStyleSelectionScreen.Light
source: Light
ru: Легкое

# PictureStyleSelectionScreen.Question
source: How would you characterize this event:
ru: Как бы вы охарактеризовали это событие:

# PictureStyleSelectionScreen.Significant
source: Significant
ru: Важное

# PictureStyleSelectionScreen.Tender
source: Tender
ru: Нежное

# ResultScreen.Download
source: Download
ru: Скачать

# ResultScreen.ImageCreating
source: image creating...
ru: изображение создается...

# ResultScreen.Repeat
source: Repeat
ru: Повторить

source: Russian
ru: Русский

source: Yes
ru: Да
